var tableauQuestion = [
        {
                question : "در چه صورت میتوانیم شخصی را بکشیم ؟",
                propositionA : "اگر شضص به ما توهین کند",
                propositionB : "اگر شخص به سمت ما اسلحه گرفته باشد.",
                propositionC : "اگر شخص با ما تصادف رانندگی داشته باشد.",
                propositionD : "گزینه های 1و3",
                reponse : "B"
        },
        {
                question : "شخصی با تیزر از فاصله نزدیک شمارو تحدید می کند و میگوید تسلیم شوید .آیا شما باید تسلیم شوید؟",
                propositionA : "بله من تسلیم می شوم",
                propositionB : "خیر من از خودم دفاع می کنم چون جونم در خطر نیست",
                propositionC : "براتون مهم نیست و جوابی به او نمی دهید",
                propositionD : "دور او میدوید تا نتونه بگیرتتون و به او می خندید",
                reponse : "A"
        },
        {
                question : "در کدام یک از جاهای زیر میتوانید ماشین یا موتور بدزدید؟",
                propositionA : "بیمارستان",
                propositionB : "اداره پلیس",
                propositionC : "اسلحه فروشی",
                propositionD : "زندان بیرون شهر",
                reponse : "C"
        },
        {
                question : "پلیس با آژیر به شما اشاره می کند توقف کنید . شما هم هیچ خلافی انجام ندادید و هیچ وسیله غیر قانونی ندارید . چه می کنید ؟",
                propositionA : "فورا از ماشین پیاده می شوید و با پلیس صحبت می کنید؟",
                propositionB : "فورا پلیس را زیر می گیرید و فرار می کنید",
                propositionC : "توقف می کنید و صبر می کنید تا پلیس بیاد و با شما صحبت کند",
                propositionD : "به راه خود ادامه می دهید",
                reponse : "C"
        },
        {
                question : "شما دارید رول پلی میکنید و یکی قانون شکنی می کند چه می کنید ؟",
                propositionA : "از اتفاقی که افتاده فیلم یا عکس قابل قبول می گیرید و به ادمین اطلاع میدهید و سپس به ار پی ادامه می دهید",
                propositionB : "بلافاصله به او می گویید و با او بحث می کنید و رول پلی را قطع می کنید ",
                propositionC : "فورا بازی را ترک می کنید؟",
                propositionD : "فورا شخصی که قانون شکنی کرده را می کشید و رول پلی را ادامه می دهید",
                reponse : "A"
        },    
        {
                question : "شما و دوستتون به قتل رسیدید و ریسپاون کردید آیا به دنبال انتقام به مدت 24 ساعت می روید ؟",
                propositionA : "مطمعن می شوید 24 ساعت تمام شده و بعد به دنبال انتقام می روید",
                propositionB : "قبل از 24 ساعت انتقام می گیرید",
                propositionC : "شما خاطره مرگتون را بخاطر نمی آورید و انتقام نمی گیرید",
                propositionD : "شما فورا به محل مردنتون بر می گردید و قاتل هاتونو می کشید",
                reponse : "C"
        },
	{
                question : "شما بانک رو سرقت کردید و کمی از پلیس ها دور میشوید. کی میتونید بازی را ببندید ؟",
                propositionA : "باید 20 دقیقه صبر کنید بعد خارچ شید",
                propositionB : "بعد از اینکه پلیس ها یا شما کشته شدید",
                propositionC : "هر موقع دوست داشتید",
                propositionD : "هر موقع صدای آژیر پلیس قطع شد",
                reponse : "A"
        },
        {
                question : "شما استریم شخصی رو دیدید و خلافی که انجام داده رو به پلیس گزارش میدهید چه قانونی را زیر پا می گذارید؟",
                propositionA : "MetaGaming",
                propositionB : "PowerGaming",
                propositionC : "CopBaiting",
                propositionD : "موارد 1 و 3",
                reponse : "A"
        },
	{
                question : "شخصی سرعت زیاد و غیر قابل کنترل داشته و شما رو  زیر می گیرد و مجروح می کند بعد از آن میاد و رول پلی می کند کدام قانون را زیر پا می گذارد؟",
                propositionA : "DeathMatch  (DM)",
                propositionB : "VehicleDeathMatch (VDM)",
                propositionC : "هیچکدام",
                propositionD : "MetaGaming",
                reponse : "C"
        },
        {
                question : "شما باگی پیدا می کنید در بازی چیکار می کنید؟",
                propositionA : "به دوستاتون یاد میدید و استفاده می کنید",
                propositionB : "به کسی نمیگید و خودتون استفاده می کنید",
                propositionC : "هیچ کاری نمی کنید",
                propositionD : "فورا به ادمین میگید",
                reponse : "D"
        },
        {
                question : "شما تا چه مقدار می توانید ازیک شخص دزدی کنید؟",
                propositionA : "1000$",
                propositionB : "3000$",
                propositionC : "30000$",
                propositionD : "محدودیت دزدی نداریم",
                reponse : "D"
        },
        {
                question : "شما داخل درگیری با پلیس مجروح شده اید و دوست دارید بمیرید و اسپاون کنید چه می کنید؟",
                propositionA : "اسپاون می کنید",
                propositionB : "در حالی که پزشک حضور دارد از پلیس دارای مقام بالاتر یا پزشک دارای مقام بالاتر درخواست می کنید تا رول پلی مرگ شمارو قبول کند سپس رول پلی میکنید برای مردن",
                propositionC : "از پلیس اجازه می گیرید و اسپاون میکنید",
                propositionD : "از پزشک اجازه می گیرید و اسپاون می کنید",
                reponse : "B"
        },
        {
                question : "کدام گزینه از شرایط گروگان گیری است ؟",
                propositionA : "حداقل باید 2 نفر برای گروگان گیری باشد",
                propositionB : "باید دلیل کافی برا کشتن گروگان داشته باشیم تا بتونیم اونو گروگان بگیریم",
                propositionC : "نباید گروگانمون پلیس باشد",
                propositionD : "گزینه 1و2",
                reponse : "D"
        },
        {
                question : "کدامیک از گزینه های زیر بر خلاف قانون رول پلی هست؟",
                propositionA : "درخواست آمبولانس از طریق توییت",
                propositionB : "استفاده از سیمبول های چت دا خل چت رول پلی ",
                propositionC : "آفرود کردن با ماشین اسپورت",
                propositionD : "تمام موارد",
                reponse : "D"
        },
        {
                question : "آیا میتوانیم بدون رول پلی کسی رو بگردیم یا دستبند بزنیم یا از مرگ نجات دهیم؟",
                propositionA : "همیشه می توانیم",
                propositionB : "اگر در رول پلی آنجا قوانین زیر پا گذاشته شده بود بله ",
                propositionC : "با اجازه از شخصی که باهاش رول پلی می کنیم می توانیم",
                propositionD : "هیچ وقت این اجازه را نداریم",
                reponse : "C"
        }
]
